[DailyActivityContacts]
DailyActivityContacts_DestroyEnemyVehicles_Title=Casamajor Car-nage
DailyActivityContacts_DestroyEnemyVehicles_LongDescription=<col:White>Casamajor Car-nage - Enforcers think they're all safe, tucked up in their little cars. Could you, um, prove that they're not? Just <col:Valentine_Pink>blow up three enemy vehicles <col:White>they don't even need to be in them just... make them go away.
DailyActivityContacts_DestroyEnemyVehicles_HUDDescription=<col:White>Destroy Enemy Cars: <col:Valentine_Pink>3</col>



DailyActivityContacts_DestroyEnemyVehicles_Title_2=Vroom Vroom Boom
DailyActivityContacts_DestroyEnemyVehicles_LongDescription_2=<col:White>Vroom Vroom Boom - Criminals think that there is honor to be found in hiding behind armor plated vehicles. <col:Valentine_Pink>Destroy three enemy vehicles <col:White>and show them not to hide. Prevent them from being able to flee like the rats they are.
DailyActivityContacts_DestroyEnemyVehicles_HUDDescription_2=<col:White>Destroy Enemy Cars: <col:Valentine_Pink>3</col>



DailyActivityContacts_Mission_CompleteObjectives_Title=Filler Piece
DailyActivityContacts_Mission_CompleteObjectives_LongDescription=<col:White>Filler Piece - I need some footage for my show tonight, 211 in Progress. Can you get out there and make some noise? I don't want footage of you getting carried away in an ambulance or something so get out there and <col:Valentine_Pink>complete five objectives, <col:White>okay?
DailyActivityContacts_Mission_CompleteObjectives_HUDDescription=<col:White>Objectives: <col:Valentine_Pink>5</col>



DailyActivityContacts_Mission_CompleteObjectives_Title_2=Win by the Inches
DailyActivityContacts_Mission_CompleteObjectives_LongDescription_2=<col:White>Win by the Inches - Hey, shug. We've got to keep the scoreboard in mind so could you get out there and <col:Valentine_Pink>complete five objectives? <col:White>I don't need to see it all in one go or anything, I just need someone to meet the quota's for the day, okay?
DailyActivityContacts_Mission_CompleteObjectives_HUDDescription_2=<col:White>Objectives: <col:Valentine_Pink>5</col>



DailyActivityContacts_Mods_AmmoSupplied_Title=Supply Lines Open
DailyActivityContacts_Mods_AmmoSupplied_LongDescription=<col:White>Supply Lines Open - Heyyyy. Double B keeps bragging about how many Suppliers she gives out. Use your <col:Valentine_Pink>Field Supplier <col:White>to <col:Valentine_Pink>resupply your teammates <col:White>25 times today. We'll show her that no one cares if you're just giving it away, it only matters if they know how to work it.
DailyActivityContacts_Mods_AmmoSupplied_HUDDescription=<col:White>Resupply to Team: <col:Valentine_Pink>25</col>



DailyActivityContacts_Mods_AmmoSupplied_Title_2=Water Boy for Guns
DailyActivityContacts_Mods_AmmoSupplied_LongDescription_2=<col:White>Water Boy for Guns - Hey, Broseph. Gotta teach you about humility. You're gonna become your teams water boy. There's nothin' wrong with making sure that your teammates are well stocked with ammo so <col:Valentine_Pink>resupply 25 of your teammates <col:White>with your <col:Valentine_Pink>field supplier.</col>
DailyActivityContacts_Mods_AmmoSupplied_HUDDescription_2=<col:White>Resupply to Team: <col:Valentine_Pink>25</col>



DailyActivityContacts_PVP_KillAny_Title=Lead Poisoning
DailyActivityContacts_PVP_KillAny_LongDescription=<col:White>Lead Poisoning - Some Enforcer posers were rolling around Prentiss like they owned the place. Could you be a lamb and send a message? <col:Valentine_Pink>Kill 5 Enforcers <col:White>just to send a message.
DailyActivityContacts_PVP_KillAny_HUDDescription=<col:White><col:White>Kills: <col:Valentine_Pink>5</col>



DailyActivityContacts_PVP_KillAny_Title_2=Meat and Potatoes
DailyActivityContacts_PVP_KillAny_LongDescription_2=<col:White>Meat and Potatoes - Hey. Put your best boots on, it's time to kick someone's shit in. Get out there and kill <col:Valentine_Pink>5 <col:White>Criminals.
DailyActivityContacts_PVP_KillAny_HUDDescription_2=<col:White><col:White>Kills: <col:Valentine_Pink>5</col>



DailyActivityContacts_Medal_Blitzkreig1_Title=Like Lightning
DailyActivityContacts_Medal_Blitzkreig1_LongDescription=<col:White>Like Lightning - You wanna do something cool? <col:Valentine_Pink>Blitzkrieg 2 Enforcers <col:White>for me. 2 kills in five seconds. Get in there and hit them like a bolt of lightning!
DailyActivityContacts_Medal_Blitzkreig1_HUDDescription=<col:White>Blitzkrieg Medal: <col:Valentine_Pink>1</col>



DailyActivityContacts_Medal_Blitzkreig1_Title_2=Make ‘em Count
DailyActivityContacts_Medal_Blitzkreig1_LongDescription_2=<col:White>Make ‘em Count - I want you to prove that you're not just tough but quick too. <col:Valentine_Pink>Blitzkrieg 2 Criminals. <col:White>That means kill 2 Criminals in five seconds. You got it in you, champ?
DailyActivityContacts_Medal_Blitzkreig1_HUDDescription_2=<col:White>Blitzkrieg Medal: <col:Valentine_Pink>1</col>



DailyActivityContacts_Mission_WinMission_Title=Beta Testing
DailyActivityContacts_Mission_WinMission_LongDescription=<col:White>Beta Testing - Dude. My beta waves are flagging, can you get out there and do something to keep them from going all theta on me? <col:Valentine_Pink>Win two missions <col:White>and send me a message? Thanks. Now, I need some coffee.
DailyActivityContacts_Mission_WinMission_HUDDescription=<col:White>Win: <col:Valentine_Pink>2</col>



DailyActivityContacts_Mission_WinMission_Title_2=Satisfied Customers
DailyActivityContacts_Mission_WinMission_LongDescription_2=<col:White>Satisfied Customers - Hey hon. We need a little bit of a PR victory. Nothing major, yeah? Just a little something to show that all the money we're pumping into Havalynd is worth pumping. Get out there and <col:Valentine_Pink>win 2 missions <col:White>and report back. Ciao.
DailyActivityContacts_Mission_WinMission_HUDDescription_2=<col:White>Win: <col:Valentine_Pink>2</col>



DailyActivityContacts_Mods_VehicleSpawns_Title=Like a Clown Car
DailyActivityContacts_Mods_VehicleSpawns_LongDescription=<col:White>Like a Clown Car - You ever see a clown car? No? Get a vehicle with  <col:Valentine_Pink>Mobile Spawn Point <col:White>and have <col:Valentine_Pink>3 players <col:White>spawn in your vehicle. See? It's a clown car.
DailyActivityContacts_Mods_VehicleSpawns_HUDDescription=<col:White>Use Spawncar: <col:Valentine_Pink>3</col>



DailyActivityContacts_Mods_VehicleSpawns_Title_2=A Red Carpet Moment
DailyActivityContacts_Mods_VehicleSpawns_LongDescription_2=<col:White>A Red Carpet Moment - You wanna know the best feeling? Getting out of a limo at the red carpet and having your people follow you. Makes you feel like you've arrived, babe! Get <col:Valentine_Pink>3 Players <col:White>to <col:Valentine_Pink>spawn in your vehicle.</col>
DailyActivityContacts_Mods_VehicleSpawns_HUDDescription_2=<col:White>Use Spawncar: <col:Valentine_Pink>3</col>



DailyActivityContacts_PvP_KillShotgun_Title=Seeing Red
DailyActivityContacts_PvP_KillShotgun_LongDescription=<col:White>Seeing Red - Enforcers are rolling up on my shit. Get out there, pull a <col:Valentine_Pink>shotgun <col:White>on them turn <col:Valentine_Pink>4 <col:White>of those fuckers into a fine red mist. Up close and personal, like.
DailyActivityContacts_PvP_KillShotgun_HUDDescription=<col:White>Shotgun Kills: <col:Valentine_Pink>4</col>



DailyActivityContacts_PvP_KillShotgun_Title_2=CQB Weapons Training
DailyActivityContacts_PvP_KillShotgun_LongDescription_2=<col:White>CQB Weapons Training - Variety is the spice of life. It's important to keep your options open and I wanna see what you can do when you get close enough to see their pupils dilate the moment they hear you pull the trigger. Grab a <col:Valentine_Pink>shotgun and kill 4 Criminals.</col>
DailyActivityContacts_PvP_KillShotgun_HUDDescription_2=<col:White>Shotgun Kills: <col:Valentine_Pink>4</col>



DailyActivityContacts_PvP_KillAssaultRifles_Title=Assault Rifle Training
DailyActivityContacts_PvP_KillAssaultRifles_LongDescription=<col:White>Assault Rifle Training - Got something nice and simple for you right now. I need you to <col:Valentine_Pink>kill 5 Enforcers with assault rifles. <col:White>Nice and simple, but it keeps the balance sheet straight. Not glamorous, I know, but I get a feeling you'll enjoy it anyway.
DailyActivityContacts_PvP_KillAssaultRifles_HUDDescription=<col:White>AR Kills: <col:Valentine_Pink>5</col>



DailyActivityContacts_PvP_KillAssaultRifles_Title_2=Mirri's Meltdown
DailyActivityContacts_PvP_KillAssaultRifles_LongDescription_2=<col:White>Mirri's Meltdown - Mirri's havin' a 'moment,' which means she's about to meltdown over a lack of clean kills recently. Can you help me build up her Zen? Get out there and <col:Valentine_Pink>kill 5 Criminals with assault rifles? <col:White>Just make it clean and simple.
DailyActivityContacts_PvP_KillAssaultRifles_HUDDescription_2=<col:White>AR Kills: <col:Valentine_Pink>5</col>



DailyActivityContacts_PvP_KillRifle_Title=This One Is Mine
DailyActivityContacts_PvP_KillRifle_LongDescription=<col:White>This One Is Mine - Bonita gets to spend her time at dinner parties and with her flavor of the month boyfriend and I get to help out on the streets and actually doing shit that's useful. How about you make yourself useful for me? <col:Valentine_Pink>Kill 5 Enforcers <col:White>with a rifle.
DailyActivityContacts_PvP_KillRifle_HUDDescription=<col:White>Marksman Kills: <col:Valentine_Pink>5</col>



DailyActivityContacts_PvP_KillRifle_Title_2=Knock Off Knock Out
DailyActivityContacts_PvP_KillRifle_LongDescription_2=<col:White>Knock Off Knock Out - Criminals have a new shipment of cheap knock off rifles from some Eurasian country. Where the fuck is Eurasia? Is that near, like, Russia or something? Fuck it, get out there and <col:Valentine_Pink>5 Criminals with a rifle. <col:White>Fuckin’ poors and their off brand shit.
DailyActivityContacts_PvP_KillRifle_HUDDescription_2=<col:White>Marksman Kills: <col:Valentine_Pink>5</col>



DailyActivityContacts_PvP_KillSecondary_Title=Kill More Enforcers
DailyActivityContacts_PvP_KillSecondary_LongDescription=<col:White>Kill More Enforcers - It's kind of a thing for us to kill Enforcers. So how about you get the fuck out there, <col:Valentine_Pink>kill 3 Enforcers with your secondary weapon <col:White>and then give yourself a nice pat on the back for doing such a good job...
DailyActivityContacts_PvP_KillSecondary_HUDDescription=<col:White>Secondary Kills: <col:Valentine_Pink>3</col>



DailyActivityContacts_PvP_KillSecondary_Title_2=Street Justice
DailyActivityContacts_PvP_KillSecondary_LongDescription_2=<col:White>Street Justice - Back when I was a cop I used to love my revolver. See, everyone else on the force had an SNR but I had an RSA. That thing could blow a guy's knee wide open if they weren't feeling talkative. I want you to <col:Valentine_Pink>kill 3 Criminals with a secondary.</col>
DailyActivityContacts_PvP_KillSecondary_HUDDescription_2=<col:White>Secondary Kills: <col:Valentine_Pink>3</col>



DailyActivityContacts_PvP_RunOver_Title=How Very Alarming!
DailyActivityContacts_PvP_RunOver_LongDescription=<col:White>How Very Alarming! - Nothing like the sound of a body hitting the bumper to wake you up in the morning. Hey, can you record the noise of <col:Valentine_Pink>2 Enforcers getting run down <col:White>for me? I need something to get me up in the morning and I've been told to lay off the coffee.
DailyActivityContacts_PvP_RunOver_HUDDescription=<col:White>Vehicle Kills: <col:Valentine_Pink>2</col>



DailyActivityContacts_PvP_RunOver_Title_2=Handbrake Heartbreak
DailyActivityContacts_PvP_RunOver_LongDescription_2=<col:White>Handbrake Heartbreak - On a battlefield the most important six inches is between your ears. Think about things, stay on your toes and improvise when needed. Before the end of the day, I want you to <col:Valentine_Pink>run down 2 Criminals <col:White>in your vehicle.
DailyActivityContacts_PvP_RunOver_HUDDescription_2=<col:White>Vehicle Kills: <col:Valentine_Pink>2</col>



DailyActivityContacts_OW_DeliverDumpTrucks_Title=Take a Dump
DailyActivityContacts_OW_DeliverDumpTrucks_LongDescription=<col:White>Take a Dump - Alright, bawbag? Job in Waterfront needs something a bit heavier. Get out there, nick <col:Valentine_Pink>5 dump truck's <col:White>and hand them in to a <col:Valentine_Pink>chop shop <col:White>for shipping around the city. Cheers, pal.
DailyActivityContacts_OW_DeliverDumpTrucks_HUDDescription=<col:White>Deliver Dump Trucks: <col:Valentine_Pink>5</col>



DailyActivityContacts_OW_DeliverSecurityVans_Title=Grade A Security
DailyActivityContacts_OW_DeliverSecurityVans_LongDescription=<col:White>Grade A Security - Alright, bawjaws? Gwan do your ol' pal Grayson a solid? I owe money to the sort of people that you don't wanna owe a pint tae. Can you lift <col:Valentine_Pink>5 Security Vans <col:White>and drop them off at a <col:Valentine_Pink> chop shop <col:White>for me? Magic.
DailyActivityContacts_OW_DeliverSecurityVans_HUDDescription=<col:White>Deliver Security Vans: <col:Valentine_Pink>5</col>



DailyActivityContacts_OW_DeliverTaxi_Title=False Economy
DailyActivityContacts_OW_DeliverTaxi_LongDescription=<col:White>False Economy - Alright, numpty bollocks? We've got a front that runs taxi’s but someone keeps stealing all our cabs. Can you get out there and steal <col:Valentine_Pink>5 taxi's and bring them to a chop shop? <col:White>I can’t believe people keep stealing our taxi's, five at a time...
DailyActivityContacts_OW_DeliverTaxi_HUDDescription=<col:White>Deliver Taxis: <col:Valentine_Pink>5</col>



DailyActivityContacts_OW_DeliverTVs_Title=False Economy
DailyActivityContacts_OW_DeliverTVs_LongDescription=<col:White>False Economy - I'm building a TV fort. It's exactly what it sounds like. Get out there and <col:Valentine_Pink>deliver 5 TV's <col:White>to me. Even the best of forts started small but between you and every other freak out there, I'll have enough for a scale replica of Forche Bank.
DailyActivityContacts_OW_DeliverTVs_HUDDescription=<col:White>Deliver TVs: <col:Valentine_Pink>5</col>



DailyActivityContacts_OW_DeliverVehicles_Title=Small Theft Auto
DailyActivityContacts_OW_DeliverVehicles_LongDescription=<col:White>Small Theft Auto - Scrap metal's huge in China right now. I wanna test the waters with the market. Get out there and <col:Valentine_Pink>steal and drop-off 8 cars <col:White>for me to ship over there as scrap. I'm sure once we file off the numbers under the hood no one'll care.
DailyActivityContacts_OW_DeliverVehicles_HUDDescription=<col:White>Deliver Vehicles: <col:Valentine_Pink>8</col>



DailyActivityContacts_OW_KillHeat5_Title=Like a Gelding Knife
DailyActivityContacts_OW_KillHeat5_LongDescription=<col:White>Like a Gelding Knife - I want you to be the gelding knife to some Enforcers dream of being the big, swinging dick in the district. <col:Valentine_Pink>Kill a Prestige 5 Enforcer <col:White>for me. Send pics.
DailyActivityContacts_OW_KillHeat5_HUDDescription=<col:White>Kill Bounty: <col:Valentine_Pink>1</col>



DailyActivityContacts_OW_KillHeat5_Title_2=Shock and Awe
DailyActivityContacts_OW_KillHeat5_LongDescription_2=<col:White>Shock and Awe - We're going to try and new tack for a moment. <col:Valentine_Pink>Kill a notoriety 5 Criminal. <col:White>Cut off the head of the snake and the body will die soon after. Mmhm, I don't think it'll work either but it's worth a shot.
DailyActivityContacts_OW_KillHeat5_HUDDescription_2=<col:White>Kill Bounty: <col:Valentine_Pink>1</col>



DailyActivityContacts_OW_LargeStash_Title=Skint
DailyActivityContacts_OW_LargeStash_LongDescription=<col:White>Skint - I'm as skint as a snow shoveller in July. Can you <col:Valentine_Pink>grab a stash of $1000 <col:White> for me? Ta.
DailyActivityContacts_OW_LargeStash_HUDDescription=<col:White>Stash: <col:Valentine_Pink>$1000</col>



DailyActivityContacts_OW_MurderPedestrians_Title=Don't Ask Why
DailyActivityContacts_OW_MurderPedestrians_LongDescription=<col:White>Don't Ask Why - Hey can you <col:Valentine_Pink>murder 150 pedestrians, <col:White>film it with a camera and give me the film? I need it for reasons. Don't do more than a hundred and fifty though... any more or less and I can't- you know what? Never mind. Just mow the fuckers down.
DailyActivityContacts_OW_MurderPedestrians_HUDDescription=<col:White>Kill Pedestrians: <col:Valentine_Pink>150</col>



DailyActivityContacts_OW_RecoverVehicles_Title=Lost and Found
DailyActivityContacts_OW_RecoverVehicles_LongDescription=<col:White>Lost and Found - Can you <col:Valentine_Pink>recover 3 vehicles <col:White>that have been stolen by Criminal's? We need to start returning some of these things to their owners or every insurance broker in the city is going to go bust...
DailyActivityContacts_OW_RecoverVehicles_HUDDescription=<col:White>Recover Stolen Cars: <col:Valentine_Pink>3</col>



DailyActivityContacts_OW_WinWitnessMission_Title=Winning Witness
DailyActivityContacts_OW_WinWitnessMission_LongDescription=<col:White>Winning Witness - I'm getting tired of Criminal's getting away with stealing everything that's not nailed down and handing it in. <col:Valentine_Pink>Win $350 worth of Witness missions <col:White>and get their stash back to the original owners.
DailyActivityContacts_OW_WinWitnessMission_HUDDescription=<col:White>Win <col:Valentine_Pink>$350 <col:White>Worth of Witness Missions</col>



DailyActivityContacts_OW_WitnessEnemies_Title=Totes Legit
DailyActivityContacts_OW_WitnessEnemies_LongDescription=<col:White>Totes Legit - <col:Valentine_Pink>Witness a Criminal <col:White>doing something illegal. This shouldn't be difficult, especially in this city.
DailyActivityContacts_OW_WitnessEnemies_HUDDescription=<col:White>Witness: <col:Valentine_Pink>1</col>



DailyActivityContacts_PvP_ArrestPlayer_Title=Take Them Alive
DailyActivityContacts_PvP_ArrestPlayer_LongDescription=<col:White>Take Them Alive - I need you to take a Criminal alive. We think that they're planning something and we want as much information about it before it happens so <col:Valentine_Pink>arrest 1 Criminal <col:White>and we'll take it from there. Thank you.
DailyActivityContacts_PvP_ArrestPlayer_HUDDescription=<col:White>Arrest: <col:Valentine_Pink>1</col>



DailyActivityContacts_PvP_KillGrenade_Title=Fall Down, Go Boom
DailyActivityContacts_PvP_KillGrenade_LongDescription=<col:White>Fall Down, Go Boom - I'm a big fan of grenades. I'm making a frag video in honor of my favorite type and need some footage. <col:Valentine_Pink>Grenade kill 3 Enforcers. <col:White>Doesn't have to be all at once and can be with any kind of grenade, I just need some footage.
DailyActivityContacts_PvP_KillGrenade_HUDDescription=<col:White>Grenade Kills: <col:Valentine_Pink>3</col>



DailyActivityContacts_PvP_KillGrenade_Title_2=Ninja Smoke Bomb!
DailyActivityContacts_PvP_KillGrenade_LongDescription_2=<col:White>Ninja Smoke Bomb! - I've heard stories of people around the city pretending to be ninja. They throw a grenade at their feet and their enemies disappear. Disgusting. Ninja should not be emulated. <col:Valentine_Pink>Kill 3 Criminals with grenades <col:White>and show proper use.
DailyActivityContacts_PvP_KillGrenade_HUDDescription_2=<col:White>Grenade Kills: <col:Valentine_Pink>3</col>



DailyActivityContacts_PvP_KillLMG_Title=Size Matters
DailyActivityContacts_PvP_KillLMG_LongDescription=<col:White>Size Matters - Light Machine Gun's aren't really all that delicate. Then again, I suppose sometimes all you really want from life is a great, big weapon huh? Get out there and <col:Valentine_Pink>kill 3 Enforcers with a Light Machine Gun.</col>
DailyActivityContacts_PvP_KillLMG_HUDDescription=<col:White>LMG Kills: <col:Valentine_Pink>3</col>



DailyActivityContacts_PvP_KillLMG_Title_2=Suppressed Rage
DailyActivityContacts_PvP_KillLMG_LongDescription_2=<col:White>Suppressed Rage - One of the most important things to understand on the battlefield is when to change up your role. LMG's, for example, can be for suppression and direct fire. Try it out. <col:Valentine_Pink>Kill 3 Criminals with an LMG.</col>
DailyActivityContacts_PvP_KillLMG_HUDDescription_2=<col:White>LMG Kills: <col:Valentine_Pink>3</col>



DailyActivityContacts_PvP_KillSMG_Title=Something Stylish
DailyActivityContacts_PvP_KillSMG_LongDescription=<col:White>Something Stylish - I'm thinking of switching my pistol for an SMG. I'm just worried that I might not have the firepower needed to get from the club to the hotel and back again in one piece. Can you demo an SMG for me? Just <col:Valentine_Pink>kill 5 Enforcers with an SMG.</col>
DailyActivityContacts_PvP_KillSMG_HUDDescription=<col:White>SMG Kills: <col:Valentine_Pink>5</col>



DailyActivityContacts_PvP_KillSMG_Title_2=A Tigers Claw
DailyActivityContacts_PvP_KillSMG_LongDescription_2=<col:White>A Tigers Claw - Hey! Get your claws out, tiger! There's Criminal's that need lead poisoning. Grab a <col:Valentine_Pink>sub machine gun and kill 5 Criminals <col:White>for me.
DailyActivityContacts_PvP_KillSMG_HUDDescription_2=<col:White>SMG Kills: <col:Valentine_Pink>5</col>



DailyActivityContacts_Mission_MVP_Financial_Title=Most Valuable G-King
DailyActivityContacts_Mission_MVP_Financial_LongDescription=<col:White>Most Valuable G-King - The G-Kings are expanding. We're looking for brave men and women to take the lead in our community. We need people that are valuable to both the organization and to individual operations. <col:Valentine_Pink>Become MVP once <col:White>and we'll see if you’re a leader.
DailyActivityContacts_Mission_MVP_Financial_HUDDescription=<col:Valentine_Pink>MVP</col>



DailyActivityContacts_Mission_MVP_Waterfront_Title=Most Valuable Tiger
DailyActivityContacts_Mission_MVP_Waterfront_LongDescription=<col:White>Most Valuable Tiger - Some people call the Tigers elitist pricks. They're right. We are. Most people just aren't good enough to be in the Tigers, or in Prentiss for that matter. If you <col:Valentine_Pink>win MVP once <col:White>we'll talk more about taking you more serious in future.
DailyActivityContacts_Mission_MVP_Waterfront_HUDDescription=<col:Valentine_Pink>MVP</col>



DailyActivityContacts_Mission_MVP_Waterfront_Title_2=Most Valuable 'Rose
DailyActivityContacts_Mission_MVP_Waterfront_LongDescription_2=<col:White>Most Valuable 'Rose - In my organization there's only one thing that matters: Results. It's the results that matter.  Prove that you're the best and we'll talk more. Go win a match and <col:Valentine_Pink>be MVP once.</col>
DailyActivityContacts_Mission_MVP_Waterfront_HUDDescription_2=<col:Valentine_Pink>MVP</col>



DailyActivityContacts_Mission_MVP_Financial_Title_2=Most Valuable 'Torian
DailyActivityContacts_Mission_MVP_Financial_LongDescription_2=<col:White>Most Valuable 'Torian - I value results more than anyone else you'll ever meet. I want people that can turn a failure into a success. I'm not sure I want you, though. Convince me. <col:Valentine_Pink>Become MVP once <col:White>and we'll talk more.
DailyActivityContacts_Mission_MVP_Financial_HUDDescription_2=<col:Valentine_Pink>MVP</col>



DailyActivityContacts_Rare_KillStreak_Financial_Title=Nothing Personal
DailyActivityContacts_Rare_KillStreak_Financial_LongDescription=<col:White>Nothing Personal - It’s just business. Go out, <col:Valentine_Pink>kill 15 Enforcers in a streak <col:White>for a reward. It’s nothing personal.
DailyActivityContacts_Rare_KillStreak_Financial_HUDDescription=<col:White>Kill Streak: <col:Valentine_Pink>15</col>



DailyActivityContacts_Rare_KillStreak_Waterfront_Title=Be A Winner!
DailyActivityContacts_Rare_KillStreak_Waterfront_LongDescription=<col:White>Be A Winner! - Get your game face on, bitch! Get out there, stamp on someone’s fuckin’ throat, pound a beer and fuck their girlfriend! Before ya do, though, <col:Valentine_Pink>kill 15 Criminals in a streak! <col:White>Be a fucking WINNER!
DailyActivityContacts_Rare_KillStreak_Waterfront_HUDDescription=<col:White>Kill Streak: <col:Valentine_Pink>15</col>



DailyActivityContacts_Rare_KillStreak_Waterfront_Title_2=Like You Mean It
DailyActivityContacts_Rare_KillStreak_Waterfront_LongDescription_2=<col:White>Like You Mean It - You'll have noticed by now that some think the Blood Roses are a poser teenagers, annoyed at their precious, carefree lives. Emo vampire role-players gone feral. Prove them wrong. <col:Valentine_Pink>Kill 15 Enforcers in a streak <col:White>for me. That'll send a message.
DailyActivityContacts_Rare_KillStreak_Waterfront_HUDDescription_2=<col:White>Kill Streak: <col:Valentine_Pink>15</col>



DailyActivityContacts_Rare_KillStreak_Financial_Title_2=Big Data
DailyActivityContacts_Rare_KillStreak_Financial_LongDescription_2=<col:White>Big Data - Big data is information that’s so huge in complexity that you can’t process it by traditional means. I've been looking into it and the Praetorians are generating interesting values. <col:Valentine_Pink>Kill 15 Criminals in a streak. <col:White>Let’s make a statistical anomaly.
DailyActivityContacts_Rare_KillStreak_Financial_HUDDescription_2=<col:White>Kill Streak: <col:Valentine_Pink>15</col>



DailyActivityContacts_Rare_MvPStreak_Financial_Title=Celebrity Status
DailyActivityContacts_Rare_MvPStreak_Financial_LongDescription=<col:White>Celebrity Status - Probably the best way to become famous is by being good at something - the easiest way is with a sextape and I don't think you're cut out for that. <col:Valentine_Pink>Earn MVP 3 times in a streak <col:White>and you'll get on the Effigy front cover.
DailyActivityContacts_Rare_MvPStreak_Financial_HUDDescription=<col:White>MVP Streak: <col:Valentine_Pink>3</col>



DailyActivityContacts_Rare_MvPStreak_Waterfront_Title=Be The Best
DailyActivityContacts_Rare_MvPStreak_Waterfront_LongDescription=<col:White>Be The Best - You win the cup once and people think it's a fluke. You win the cup twice and people think that you're onto something. You win the cup three times? People think you're the best. <col:Valentine_Pink>Win MVP in a mission 3 times in a row <col:White>and prove who you are.
DailyActivityContacts_Rare_MvPStreak_Waterfront_HUDDescription=<col:White>MVP Streak: <col:Valentine_Pink>3</col>



DailyActivityContacts_Rare_MvPStreak_Waterfront_Title_2=Soft Power
DailyActivityContacts_Rare_MvPStreak_Waterfront_LongDescription_2=<col:White>Soft Power - Having a rep really helps. Walking into a place, giving a look, and having them hand over their protection money’s perfect. That's what we called 'soft power.' I wanna build you up like that. <col:Valentine_Pink>Get MVP 3 times in a row <col:White>for me.
DailyActivityContacts_Rare_MvPStreak_Waterfront_HUDDescription_2=<col:White>MVP Streak: <col:Valentine_Pink>3</col>



DailyActivityContacts_Rare_MvPStreak_Financial_Title_2=Consistency Counts
DailyActivityContacts_Rare_MvPStreak_Financial_LongDescription_2=<col:White>Consistency Counts - Some floor trader was on his phone, talking about his latest trade. It sounded like a short term win that'd lose in the long run. Are you a good long term investment? Let's see. <col:Valentine_Pink>Win MVP 3 times in a row <col:White>and we'll see.
DailyActivityContacts_Rare_MvPStreak_Financial_HUDDescription_2=<col:White>MVP Streak: <col:Valentine_Pink>3</col>



DailyActivityContacts_Rare_WinStreak_Financial_Title=Office Politics
DailyActivityContacts_Rare_WinStreak_Financial_LongDescription=<col:White>Office Politics - I need someone to show the naysayers that we're capable of winning and capable of doing it repeatedly. <col:Valentine_Pink>Win 5 missions in a row <col:White>to give me some ammo in the board room and help me shut them up.
DailyActivityContacts_Rare_WinStreak_Financial_HUDDescription=<col:White>Win Streak: <col:Valentine_Pink>5</col>



DailyActivityContacts_Rare_WinStreak_Waterfront_Title=The Only Thing
DailyActivityContacts_Rare_WinStreak_Waterfront_LongDescription=<col:White>The Only Thing - You know who I hate? People that say 'they tried' when they lose. Fuck those people. Winners never quit. <col:Valentine_Pink>Win 5 Missions in a streak, <col:White>find a loser, punch them in fuckin' face, spit on them and then win some more!
DailyActivityContacts_Rare_WinStreak_Waterfront_HUDDescription=<col:White>Win Streak: <col:Valentine_Pink>5</col>



DailyActivityContacts_Rare_WinStreak_Waterfront_Title_2=A Real Earner
DailyActivityContacts_Rare_WinStreak_Waterfront_LongDescription_2=<col:White>A Real Earner - The best people are the ones that work and earn. I think you're someone that I can depend on, but I need proof. <col:Valentine_Pink>Get out there and win 5 missions in a row <col:White>and we'll talk about a reward.
DailyActivityContacts_Rare_WinStreak_Waterfront_HUDDescription_2=<col:White>Win Streak: <col:Valentine_Pink>5</col>



DailyActivityContacts_Rare_WinStreak_Financial_Title_2=High Performers
DailyActivityContacts_Rare_WinStreak_Financial_LongDescription_2=<col:White>High Performers - I have a selection of high profile operatives in my portfolio. I'm thinking of expanding said portfolio. <col:Valentine_Pink>Win 5 missions in a row <col:White>and we'll see about advancing your status in the… portfolio.
DailyActivityContacts_Rare_WinStreak_Financial_HUDDescription_2=<col:White>Win Streak: <col:Valentine_Pink>5</col>



DailyActivityContacts_Streak_Kill5_Title=Old School Kicks
DailyActivityContacts_Streak_Kill5_LongDescription=<col:White>Old School Kicks - For all my talk of being a businessman there's always one thing that it comes back to: the bread and butter of putting people on the ground. <col:Valentine_Pink>Hit a kill streak of 5.</col>
DailyActivityContacts_Streak_Kill5_HUDDescription=<col:White>Kill Streak: <col:Valentine_Pink>5</col>



DailyActivityContacts_Streak_Kill5_2_Title=Make the Conversion
DailyActivityContacts_Streak_Kill5_2_LongDescription=<col:White>Make the Conversion - Hitting checkpoints and objectives is great and all, but I'd like to see more bodies hitting more floors, you know? <col:Valentine_Pink>Hit a kill streak of 5. <col:White>I like you, so try not to get your ass shot, cool?
DailyActivityContacts_Streak_Kill5_2_HUDDescription=<col:White>Kill Streak: <col:Valentine_Pink>5</col>



DailyActivityContacts_Streak_Kill5_Title_2=Hitman
DailyActivityContacts_Streak_Kill5_LongDescription_2=<col:White>Hitman - We have teams that just walk into a room and start killing. Retribution Squads. We get headlines and we get a hit. Let's see if you have the stomach for it. <col:Valentine_Pink>Hit a streak of 5 kills <col:White>and we'll talk about moving you up off a street team.
DailyActivityContacts_Streak_Kill5_HUDDescription_2=<col:White>Kill Streak: <col:Valentine_Pink>5</col>



DailyActivityContacts_Streak_Kill5_2_Title_2=Balance the Books
DailyActivityContacts_Streak_Kill5_2_LongDescription_2=<col:White>Balance the Books - More Praetorians are getting killed than are killing. Change that. <col:Valentine_Pink>hit a kill streak of 5.</col>
DailyActivityContacts_Streak_Kill5_2_HUDDescription_2=<col:White>Kill Streak: <col:Valentine_Pink>5</col>



DailyActivityContacts_Mods_JammedEnemies_Title=aaaag static
DailyActivityContacts_Mods_JammedEnemies_LongDescription=<col:White>aaaag static - oi. Cud u use ur <col:Valentine_Pink>radar jammer <col:White>on sum Enforvers. <col:Valentine_Pink>5 shud do.</col>
DailyActivityContacts_Mods_JammedEnemies_HUDDescription=<col:White>Jam Radars: <col:Valentine_Pink>5</col>



DailyActivityContacts_Mods_JammedEnemies_Title_2=Feel Like Jammin'
DailyActivityContacts_Mods_JammedEnemies_LongDescription_2=<col:White>Feel Like Jammin' - As a sniper you shouldn’t be getting close enough for them to spot you but sometimes you can’t help it. Equip your <col:Valentine_Pink>radar jammer and jam 5 enemies radar. <col:White>Seriously, no one sees it coming. It's hilarious.
DailyActivityContacts_Mods_JammedEnemies_HUDDescription_2=<col:White>Jam Radars: <col:Valentine_Pink>5</col>



DailyActivityContacts_Mods_SpottedEnemies_Title=Paparazzi
DailyActivityContacts_Mods_SpottedEnemies_LongDescription=<col:White>Paparazzi - Gettin' real mad at the paparazzi that keep stealing pictures of Bonita and I. Can you show them how it feels? <col:Valentine_Pink>Spot 5 Enforcers <col:White>and we'll see about getting their pictures up on SPiN.
DailyActivityContacts_Mods_SpottedEnemies_HUDDescription=<col:White>Spot Players: <col:Valentine_Pink>5</col>



DailyActivityContacts_Mods_SpottedEnemies_Title_2=Tactical Feedback
DailyActivityContacts_Mods_SpottedEnemies_LongDescription_2=<col:White>Tactical Feedback - Tactical information requested. Investigate Criminals operating in your AO. <col:Valentine_Pink>Spot 5 Criminals <col:White>using your spotter mod.
DailyActivityContacts_Mods_SpottedEnemies_HUDDescription_2=<col:White>Spot Players: <col:Valentine_Pink>5</col>



DailyActivityContacts_Mods_TaggedEnemies_Title=get to da choppah
DailyActivityContacts_Mods_TaggedEnemies_LongDescription=<col:White>get to da choppah - i wunt u 2 tag some enofacorcers. <col:Valentine_Pink>10ll do.</col>
DailyActivityContacts_Mods_TaggedEnemies_HUDDescription=<col:White>Tag Enemies: <col:Valentine_Pink>10</col>



DailyActivityContacts_Mods_TaggedEnemies_Title_2=The Other Kind of Tag
DailyActivityContacts_Mods_TaggedEnemies_LongDescription_2=<col:White>The Other Kind of Tag - A sniper can't be expected to do everything themselves which means, occasionally, we need a little bit of help. That's where Tagger comes in. It marks people for execution at long range. <col:Valentine_Pink>Go tag 10 Criminals with Tagger.</col>
DailyActivityContacts_Mods_TaggedEnemies_HUDDescription_2=<col:White>Tag Enemies: <col:Valentine_Pink>10</col>



DailyActivityContacts_PvP_KillExplosives_Title=bit of bangin
DailyActivityContacts_PvP_KillExplosives_LongDescription=<col:White>bit of bangin - srsly i dunno wut u wnt me 2 write. take a fing that goes like a rockit, get some derren types and blow em tha fuq uppppppppp. <col:Valentine_Pink>u herd. blow up 5 Enforcerz.</col>
DailyActivityContacts_PvP_KillExplosives_HUDDescription=<col:White>Demolitions Kills: <col:Valentine_Pink>5</col>



DailyActivityContacts_PvP_KillExplosives_Title_2=Heavy Ordinance
DailyActivityContacts_PvP_KillExplosives_LongDescription_2=<col:White>Heavy Ordinance - Oh hey, I get it. Because I'm a big guy, I have to be the one with the rocket and grenade launchers? How creative of you. <col:Valentine_Pink>Kill 5 Criminals with explosive weapons. <col:White>Not grenades, just rocket launchers and grenade launchers.
DailyActivityContacts_PvP_KillExplosives_HUDDescription_2=<col:White>Demolitions Kills: <col:Valentine_Pink>5</col>



DailyActivityContacts_PvP_KillSniper_Title=Keep It Clean
DailyActivityContacts_PvP_KillSniper_LongDescription=<col:White>Keep It Clean - Hey, I can't be seen to be getting my hands dirty. Can you <col:Valentine_Pink>kill 8 Enforcers with Sniper Rifles <col:White>for me please? I'll just... take your word for it that it's done.
DailyActivityContacts_PvP_KillSniper_HUDDescription=<col:White>Sniper Kills: <col:Valentine_Pink>8</col>



DailyActivityContacts_PvP_KillSniper_Title_2=SPORTS CLICHES!
DailyActivityContacts_PvP_KillSniper_LongDescription_2=<col:White>SPORTS CLICHES! - Hey! Put on your game face, get some war paint on and do some other really cliché jock shit. Look, I don't give a fuck? Daddy's tired and wants to see you <col:Valentine_Pink>kill 8 Criminals with a Sniper Rifle. <col:White>Now fuck off before my hangover turns violent.
DailyActivityContacts_PvP_KillSniper_HUDDescription_2=<col:White>Sniper Kills: <col:Valentine_Pink>8</col>



DailyActivityContacts_Mission_CompleteMission_Title=Babysitting
DailyActivityContacts_Mission_CompleteMission_LongDescription=<col:White>Babysitting - I keep getting brought in to do all this baby sitting. Mobile Spawners and field Suppliers won't deliver themselves, you know? Go <col:Valentine_Pink>complete a mission <col:White>and you'll get a reward. Doesn't matter if you win or lose, just so long as you finish.
DailyActivityContacts_Mission_CompleteMission_HUDDescription=<col:White>Complete <col:Valentine_Pink>Mission</col>



DailyActivityContacts_Mission_CompleteMission_Title_2=First Steps
DailyActivityContacts_Mission_CompleteMission_LongDescription_2=<col:White>First Steps - You'll never progress if you don't finish missions. <col:Valentine_Pink>Finish a mission <col:White>and I'll give you a reward. Doesn't matter if you win or lose, just that you finish. Now, get out of here.
DailyActivityContacts_Mission_CompleteMission_HUDDescription_2=<col:White>Complete <col:Valentine_Pink>Mission</col>



DailyActivityContacts_Rare_KillSnubNose_Financial_Title=snubscription is ded
DailyActivityContacts_Rare_KillSnubNose_Financial_LongDescription=<col:White>snubscription is ded - I keep herin about how snubscription is ded as a payment model. Itz not ded, itz just restin. <col:Valentine_Pink>Kill 25 Enforcers <col:White>w ur snubby.
DailyActivityContacts_Rare_KillSnubNose_Financial_HUDDescription=<col:White>Snub Kills: <col:Valentine_Pink>25</col>



DailyActivityContacts_Rare_KillSnubNose_Waterfront_Title=Humiliation
DailyActivityContacts_Rare_KillSnubNose_Waterfront_LongDescription=<col:White>Humiliation - Humiliating and enemy is almost as important as killing them. You've got to show his buddies that you're not above rubbing salt into the wounds. <col:Valentine_Pink>Kill 25 Criminals <col:White>with a <col:Valentine_Pink>Snub Nose Revolver.</col>
DailyActivityContacts_Rare_KillSnubNose_Waterfront_HUDDescription=<col:White>Snub Kills: <col:Valentine_Pink>25</col>



DailyActivityContacts_Rare_KillSnubNose_Waterfront_Title_2=It's Cute!
DailyActivityContacts_Rare_KillSnubNose_Waterfront_LongDescription_2=<col:White>It's Cute! - I'm working on a designer pistol. Just something cute and sexy. Thing is it's gotta be practical as well as stylish. <col:Valentine_Pink>Kill 25 Enforcers <col:White>with a <col:Valentine_Pink>Snub Nose Revolver <col:White>for me as a field test.
DailyActivityContacts_Rare_KillSnubNose_Waterfront_HUDDescription_2=<col:White>Snub Kills: <col:Valentine_Pink>25</col>



DailyActivityContacts_Rare_KillSnubNose_Financial_Title_2=Up Close And Personal
DailyActivityContacts_Rare_KillSnubNose_Financial_LongDescription_2=<col:White>Up Close And Personal - I keep tellin’ people that I can fuck them up if they get close too. I can use a SNR to kill twenty guys before lunch. See if you can do better. <col:Valentine_Pink>Kill 25 Criminals <col:White>with a <col:Valentine_Pink>Snub Nose Revolver.</col>
DailyActivityContacts_Rare_KillSnubNose_Financial_HUDDescription_2=<col:White>Snub Kills: <col:Valentine_Pink>25</col>



DailyActivityContacts_Halloween_PvP_KillPlayer_Title=Not the Done Thing
DailyActivityContacts_Halloween_PvP_KillPlayer_LongDescription=<col:White>Not the Done Thing - I know it is not the done thing, to ask something of a friend you know for only two weeks in a year but I would ask of you that you <col:Valentine_Pink>wreak bloody violence <col:White>upon <col:Valentine_Pink>15 Enforcers. <col:White>I'll try and make it worth your while, hm?
DailyActivityContacts_Halloween_PvP_KillPlayer_HUDDescription=Kills: <col:Valentine_Pink>15</col>



DailyActivityContacts_Halloween_Mission_Complete_Title=Glory Awaits
DailyActivityContacts_Halloween_Mission_Complete_LongDescription=<col:White>Glory Awaits - Let me begin by saying, I don't even require victory from you for this. I am very magnanimous like that, am I not? I simply require of you to <col:Valentine_Pink> Complete 5 Missions. <col:White>No matter if you win or lose. It's the taking part that counts, you little hellion.
DailyActivityContacts_Halloween_Mission_Complete_HUDDescription=<col:White>Complete Missions: <col:Valentine_Pink>5</col>



DailyActivityContacts_Halloween_PvP_KillPlayer_SnubNose_Title=Slayer
DailyActivityContacts_Halloween_PvP_KillPlayer_SnubNose_LongDescription=<col:White>Slayer - People say time is the fire in which we burn and that the greatest slayer of man is the simple passing of the hours. Clearly these people never met you. <col:Valentine_Pink>Kill 5 Enforcers <col:White>with a <col:Valentine_Pink>Snub Nose Revolver.</col>
DailyActivityContacts_Halloween_PvP_KillPlayer_SnubNose_HUDDescription=<col:White>Snub Kills: <col:Valentine_Pink>5</col>



DailyActivityContacts_Halloween_PvP_KillPlayer_Title_2=Wages of Sin
DailyActivityContacts_Halloween_PvP_KillPlayer_LongDescription_2=<col:White>Wages of Sin - Kill <col:Valentine_Pink>15 <col:White>Criminals. Doesn't matter how you do it, just so long as you get it done. Give the reaper somethin' to do.
DailyActivityContacts_Halloween_PvP_KillPlayer_HUDDescription_2=Kills: <col:Valentine_Pink>15</col>



DailyActivityContacts_Halloween_Mission_Complete_Title_2=Lost the Will to Live
DailyActivityContacts_Halloween_Mission_Complete_LongDescription_2=<col:White>Lost the Will to Live - You ever wanted something to be over so much that you don't care how it ends? Remember that TV show with the magic island? Yeah, my entire life is like that. Gimme some closure. <col:Valentine_Pink>Complete 5 Missions. <col:White>You don't even have to win them.
DailyActivityContacts_Halloween_Mission_Complete_HUDDescription_2=<col:White>Complete Missions: <col:Valentine_Pink>5</col>



DailyActivityContacts_Halloween_PvP_KillPlayer_SnubNose_Title_2=Pop Gun Fun
DailyActivityContacts_Halloween_PvP_KillPlayer_SnubNose_LongDescription_2=<col:White>Pop Gun Fun - They say the best way to make a ghost is piss someone off before you kill them. <col:Valentine_Pink>Kill 5 Criminals <col:White>with a <col:Valentine_Pink>Snub Nose Revolver <col:White>and we'll test out that theory.
DailyActivityContacts_Halloween_PvP_KillPlayer_SnubNose_HUDDescription_2=<col:White>Snub Kills: <col:Valentine_Pink>5</col>



DailyActivityContacts_PvP_KillBlowtorch_Title=Blown Away
DailyActivityContacts_PvP_KillBlowtorch_LongDescription=<col:White>Blown Away - Murder People with a Blowtorch
DailyActivityContacts_PvP_KillBlowtorch_HUDDescription=<col:White>Blowtorch <col:Valentine_Pink>Kill</col>



DailyActivityContacts_PvP_KillBlowtorch_Title_2=Burn that Motha Down
DailyActivityContacts_PvP_KillBlowtorch_LongDescription_2=<col:White>Burn that Motha Down - Classic disco is the best disco. Time for a little inferno, you dig? Kill an Enforcer with a blowtorch. Burn that motha downnnnnnn-
DailyActivityContacts_PvP_KillBlowtorch_HUDDescription_2=<col:White>Blowtorch <col:Valentine_Pink>Kill</col>



DailyActivityContacts_Mods_RepairBlowtorch_Title=Keep ‘em Rolling
DailyActivityContacts_Mods_RepairBlowtorch_LongDescription=<col:White>Keep ‘em Rolling - Make sure your fireteam’s vehicles are kept in top condition. Repair 2000 damage to vehicles with a blowtorch. That’ll save everyone some cash and you’ll get a reward.
DailyActivityContacts_Mods_RepairBlowtorch_HUDDescription=<col:White>Repair: <col:Valentine_Pink>2000</col>



DailyActivityContacts_Mods_RepairBlowtorch_Title_2=Right Tool, Right Job.
DailyActivityContacts_Mods_RepairBlowtorch_LongDescription_2=<col:White>Right Tool, Right Job. - Sometimes you’ve just gotta do what makes sense at that time. Use that blowtorch I gave you and Repair 2000 damage to vehicles. Right tool, right job.
DailyActivityContacts_Mods_RepairBlowtorch_HUDDescription_2=<col:White>Repair: <col:Valentine_Pink>2000</col>



DailyActivityContacts_Rare_KillFlaregun_Title=Indirect Victory
DailyActivityContacts_Rare_KillFlaregun_LongDescription=<col:White>Indirect Victory - Remember how I told you not to use your flare gun as a direct fire weapon? I want you to use your Flare Gun to kill 3 Criminals. What can I tell you, I’m a woman of contradictions.
DailyActivityContacts_Rare_KillFlaregun_HUDDescription=<col:White>Flare Gun Kills: <col:Valentine_Pink>3</col>



DailyActivityContacts_Rare_KillFlaregun_Title_2=Wrong Tool, Right Job
DailyActivityContacts_Rare_KillFlaregun_LongDescription_2=<col:White>Wrong Tool, Right Job - You ever wanted to make someone scream ‘bullshit!’ at the top of their lungs? Use a Flare Gun to kill 3 Enforcers, and listen close because every time you do it, you’ll be able to hear the siren song of the rage-quit.
DailyActivityContacts_Rare_KillFlaregun_HUDDescription_2=<col:White>Flare Gun Kills: <col:Valentine_Pink>3</col>



DailyActivityContacts_Christmas_Kills_Title=The Naughty List...
DailyActivityContacts_Christmas_Kills_LongDescription=<col:White>The Naughty List... - *HIC* Santa gave me the Naughty List of all the bad Enforcers he wants "taken care of" this year, but I've lost it... Well, smoked it... *HIC* So, to be on the safe side, I'm going to assume they've all been bad this year...*HIC*
DailyActivityContacts_Christmas_Kills_HUDDescription=Kill <col:Valentine_Pink>30 <col:White>Enforcers for Criminelf's new "Naughty List"</col>



DailyActivityContacts_Christmas_Kills_Title_2=The Naughty List...
DailyActivityContacts_Christmas_Kills_LongDescription_2=<col:White>The Naughty List... - *HIC* Santa gave me the Naughty List of all the bad Criminals he wants "taken care of" this year, but I've lost it... Well, smoked it... *HIC* So, to be on the safe side, I'm going to assume they've all been bad this year...*HIC*
DailyActivityContacts_Christmas_Kills_HUDDescription_2=Kill <col:Valentine_Pink>30 <col:White>Criminals for Elforcer's new "Naughty List"</col>



DailyActivityContacts_Chaos_Anarchy_Kills_Secondary_Title=Anarchy
DailyActivityContacts_Chaos_Anarchy_Kills_Secondary_LongDescription=<col:White>Anarchy - Secondary Kills - Kill <col:Valentine_Pink>10 <col:White>Enemies with Secondaries.
DailyActivityContacts_Chaos_Anarchy_Kills_Secondary_HUDDescription=<col:White>Secondary Kills: <col:Valentine_Pink>10</col>



DailyActivityContacts_Chaos_Anarchy_Kills_Title=Anarchy
DailyActivityContacts_Chaos_Anarchy_Kills_LongDescription=<col:White>Anarchy - Kills - Kill <col:Valentine_Pink>30 <col:White>Enemies.
DailyActivityContacts_Chaos_Anarchy_Kills_HUDDescription=<col:White>Kills: <col:Valentine_Pink>30<col:White></col>



DailyActivityContacts_Chaos_Anarchy_Kills_PrimarySniperRifles_Title=Anarchy
DailyActivityContacts_Chaos_Anarchy_Kills_PrimarySniperRifles_LongDescription=<col:White>Anarchy - Sniper Rifle Kills - Kill <col:Valentine_Pink>10 <col:White>Enemies with High Velocity Rifles.
DailyActivityContacts_Chaos_Anarchy_Kills_PrimarySniperRifles_HUDDescription=<col:White>Sniper Kills: <col:Valentine_Pink>10</col>



DailyActivityContacts_Chaos_Anarchy_Kills_HighScorePlayer_Title=Anarchy
DailyActivityContacts_Chaos_Anarchy_Kills_HighScorePlayer_LongDescription=<col:White>Anarchy - Kill Provocateurs - Kill <col:Valentine_Pink>3 <col:White>Provocateurs.
DailyActivityContacts_Chaos_Anarchy_Kills_HighScorePlayer_HUDDescription=Kill Provocateurs: <col:Valentine_Pink>3</col>



DailyActivityContacts_Chaos_Anarchy_GameWin_Title=Anarchy
DailyActivityContacts_Chaos_Anarchy_GameWin_LongDescription=<col:White>Anarchy - Win Event - Win the <col:Valentine_Pink>Anarchy <col:White>Event.
DailyActivityContacts_Chaos_Anarchy_GameWin_HUDDescription=Win <col:Valentine_Pink>Anarchy</col>



DailyActivityContacts_Chaos_Anarchy_GameComplete_Title=Anarchy
DailyActivityContacts_Chaos_Anarchy_GameComplete_LongDescription=<col:White>Anarchy - Complete Event - Complete <col:Valentine_Pink>3 <col:White>Anarchy Events.
DailyActivityContacts_Chaos_Anarchy_GameComplete_HUDDescription=Complete Anarchy Events: <col:Valentine_Pink>3</col>



DailyActivityContacts_Chaos_Anarchy_KillStreakWithSnub_Title=Anarchy
DailyActivityContacts_Chaos_Anarchy_KillStreakWithSnub_LongDescription=<col:White>Anarchy - SNR Kill Streak. - Kill <col:Valentine_Pink>3 <col:White>Enemies with a Snub Nose Revolver without dying.
DailyActivityContacts_Chaos_Anarchy_KillStreakWithSnub_HUDDescription=Snub Kills (Dont Die): <col:Valentine_Pink>3</col>



DailyActivityContacts_Chaos_Anarchy_KillStreak_Title=Anarchy
DailyActivityContacts_Chaos_Anarchy_KillStreak_LongDescription=<col:White>Anarchy - Kill Streak - <col:White>Kill Enemies: <col:Valentine_Pink>5 without dying.
DailyActivityContacts_Chaos_Anarchy_KillStreak_HUDDescription=Kill Streak: <col:Valentine_Pink>5</col>



DailyActivityContacts_Chaos_Anarchy_Kills_LMGs_Title=Anarchy
DailyActivityContacts_Chaos_Anarchy_Kills_LMGs_LongDescription=<col:White>Anarchy - LMG Kills - Kill <col:Valentine_Pink>10 <col:White>Enemies with LMGs.
DailyActivityContacts_Chaos_Anarchy_Kills_LMGs_HUDDescription=<col:White>LMG Kills: <col:Valentine_Pink>10</col>



DailyActivityContacts_Chaos_Anarchy_Kills_SMGS_Title=Anarchy
DailyActivityContacts_Chaos_Anarchy_Kills_SMGS_LongDescription=<col:White>Anarchy - SMG Kills - Kill <col:Valentine_Pink>10 <col:White>Enemies with SMGs.
DailyActivityContacts_Chaos_Anarchy_Kills_SMGS_HUDDescription=<col:White>SMG Kills: <col:Valentine_Pink>10</col>



DailyActivityContacts_Chaos_Anarchy_Kills_Shotguns_Title=Anarchy
DailyActivityContacts_Chaos_Anarchy_Kills_Shotguns_LongDescription=<col:White>Anarchy - Shotgun Kills - Kill <col:Valentine_Pink>10 <col:White>Enemies with Shotguns.
DailyActivityContacts_Chaos_Anarchy_Kills_Shotguns_HUDDescription=<col:White>Shotgun Kills: <col:Valentine_Pink>10</col>



DailyActivityContacts_Chaos_Anarchy_Kills_AssaultRifles_Title=Anarchy
DailyActivityContacts_Chaos_Anarchy_Kills_AssaultRifles_LongDescription=<col:White>Anarchy - Assault Rifle Kills - Kill <col:Valentine_Pink>10 <col:White>Enemies with Assault Rifles.
DailyActivityContacts_Chaos_Anarchy_Kills_AssaultRifles_HUDDescription=<col:White>AR Kills: <col:Valentine_Pink>10</col>



DailyActivityContacts_Halloween_Epidemic_CaptureArea_Title=Poison Pusher
DailyActivityContacts_Halloween_Epidemic_CaptureArea_LongDescription=<col:White>Poison Pusher - Capture <col:Valentine_Pink>5 <col:White>Locations
DailyActivityContacts_Halloween_Epidemic_CaptureArea_HUDDescription=<col:White>Capture Locations<col:Valentine_Pink>5 </col>



DailyActivityContacts_Halloween_Epidemic_DamageBarrels_Title=Clean-Up
DailyActivityContacts_Halloween_Epidemic_DamageBarrels_LongDescription=<col:White>Clean-Up - Deal <col:Valentine_Pink>10000 <col:White>to Enemy Toxin Barrel Stacks
DailyActivityContacts_Halloween_Epidemic_DamageBarrels_HUDDescription=Deal <col:Valentine_Pink>10000 <col:White>Damage to Enemy Barrel Stacks</col>



DailyActivityContacts_Halloween_Epidemic_CompleteMatch_Title=Triple Toxication
DailyActivityContacts_Halloween_Epidemic_CompleteMatch_LongDescription=<col:White>Triple Toxication - <col:White>Complete Matches: <col:Valentine_Pink>3
DailyActivityContacts_Halloween_Epidemic_CompleteMatch_HUDDescription=<col:White>Complete Matches: <col:Valentine_Pink>3</col>



DailyActivityContacts_Halloween_Epidemic_WinMatch_Title=Infectious Personality
DailyActivityContacts_Halloween_Epidemic_WinMatch_LongDescription=<col:White>Infectious Personality - Win <col:Valentine_Pink>1 <col:White>Match
DailyActivityContacts_Halloween_Epidemic_WinMatch_HUDDescription=<col:White>Complete Matches: <col:Valentine_Pink>1</col>



DailyActivityContacts_Halloween_Epidemic_DefendArea_Title=Germ Guard
DailyActivityContacts_Halloween_Epidemic_DefendArea_LongDescription=<col:White>Germ Guard - Kill <col:Valentine_Pink>10 <col:White>Enemies while in friendly Locations
DailyActivityContacts_Halloween_Epidemic_DefendArea_HUDDescription=Kill <col:Valentine_Pink>10 <col:White>Enemies while in friendly Locations</col>



DailyActivityContacts_Halloween_Epidemic_DefendBarrel_Title=Contagion Convoy
DailyActivityContacts_Halloween_Epidemic_DefendBarrel_LongDescription=<col:White>Contagion Convoy - Kill <col:Valentine_Pink>10 <col:White>Enemies while near friendly toxin barrels (not barrel stacks)
DailyActivityContacts_Halloween_Epidemic_DefendBarrel_HUDDescription=Kill <col:Valentine_Pink>10 <col:White>Enemies while near friendly small Toxin Barrels</col>



DailyActivityContacts_Halloween_Epidemic_KillPlayers_FinalArea_Title=Final Stand
DailyActivityContacts_Halloween_Epidemic_KillPlayers_FinalArea_LongDescription=<col:White>Final Stand - Reach the Final Stage of the Epidemic and Kill <col:Valentine_Pink>3 <col:White>while in the Final Location
DailyActivityContacts_Halloween_Epidemic_KillPlayers_FinalArea_HUDDescription=Kill <col:Valentine_Pink>3 <col:White>in the Final Location</col>



DailyActivityContacts_Halloween_Epidemic_KillPlayers_BarrelCarriers_Title=Corruption Check
DailyActivityContacts_Halloween_Epidemic_KillPlayers_BarrelCarriers_LongDescription=<col:White>Corruption Check - Kill <col:Valentine_Pink>3 <col:White>Enemies that are carrying enemy Toxin Barrels.
DailyActivityContacts_Halloween_Epidemic_KillPlayers_BarrelCarriers_HUDDescription=Kill <col:Valentine_Pink>3 <col:White>Barrel Carriers</col>



DailyActivityContacts_Christmas_SlayBells_HoldCheckpoints_Title=Slay Bells
DailyActivityContacts_Christmas_SlayBells_HoldCheckpoints_LongDescription=<col:White>Slay Bells - Hold Checkpoint - End <col:Valentine_Pink>5 <col:White>rounds successfully holding at least one checkpoint.↵↵Completing Daily Activities gains you progress towards the <col:Red>Slay Bells <col:White>Role.
DailyActivityContacts_Christmas_SlayBells_HoldCheckpoints_HUDDescription=Complete <col:Valentine_Pink>5 <col:White>Rounds Holding Checkpoints</col>



DailyActivityContacts_Christmas_SlayBells_KillPlayers_Title=Slay Bells
DailyActivityContacts_Christmas_SlayBells_KillPlayers_LongDescription=<col:White>Slay Bells - Kill Players - Kill <col:Valentine_Pink>15 <col:White>players in the Slay Bells event.↵↵Completing Daily Activities gains you progress towards the <col:Red>Slay Bells <col:White>Role.
DailyActivityContacts_Christmas_SlayBells_KillPlayers_HUDDescription=Kill: <col:Valentine_Pink>15</col>



DailyActivityContacts_Christmas_12Deaths_Rank5_Title=FIVE GOLD RINGS!
DailyActivityContacts_Christmas_12Deaths_Rank5_LongDescription=<col:White>FIVE GOLD RINGS! - Reach Weapon Tier <col:Valentine_Pink>5</col>↵↵Completing Daily Activities gains you progress towards the <col:Red>Slay Bells <col:White>Role.
DailyActivityContacts_Christmas_12Deaths_Rank5_HUDDescription=Weapon Tier: <col:Valentine_Pink>5</col>



DailyActivityContacts_Christmas_12Deaths_CompleteMatches_Title=12 Deaths
DailyActivityContacts_Christmas_12Deaths_CompleteMatches_LongDescription=<col:White>12 Deaths - Complete Event - <col:White>Complete Matches: <col:Valentine_Pink>3↵↵Completing Daily Activities gains you progress towards the <col:Red>Slay Bells <col:White>Role.
DailyActivityContacts_Christmas_12Deaths_CompleteMatches_HUDDescription=<col:White>Complete Matches: <col:Valentine_Pink>3</col>



DailyActivityContacts_Survival_Kills_Rifles_Title=RIOT Marksman Kills
DailyActivityContacts_Survival_Kills_Rifles_LongDescription=<col:White>RIOT Marksman Kills - <col:White>Kill Enemies: <col:Valentine_Pink>5 with Marksman Weapons.↵↵Awards a choice of weapons with a 5-Day Lease.
DailyActivityContacts_Survival_Kills_Rifles_HUDDescription=<col:White>Marksman Kills: <col:Valentine_Pink>5</col>



DailyActivityContacts_Survival_Kills_LMGs_Title=RIOT LMG Kills
DailyActivityContacts_Survival_Kills_LMGs_LongDescription=<col:White>RIOT LMG Kills - <col:White>Kill Enemies: <col:Valentine_Pink>5 with LMGs.↵↵Awards a choice of weapons with a 5-Day Lease.
DailyActivityContacts_Survival_Kills_LMGs_HUDDescription=<col:White>LMG Kills: <col:Valentine_Pink>5</col>



DailyActivityContacts_Survival_Kills_SMGS_Title=RIOT SMG Kills
DailyActivityContacts_Survival_Kills_SMGS_LongDescription=<col:White>RIOT SMG Kills - <col:White>Kill Enemies: <col:Valentine_Pink>5 with SMGs.↵↵Awards a choice of weapons with a 5-Day Lease.
DailyActivityContacts_Survival_Kills_SMGS_HUDDescription=<col:White>SMG Kills: <col:Valentine_Pink>5</col>



DailyActivityContacts_Survival_Kills_Shotguns_Title=RIOT Shotgun Kills
DailyActivityContacts_Survival_Kills_Shotguns_LongDescription=<col:White>RIOT Shotgun Kills - <col:White>Kill Enemies: <col:Valentine_Pink>5 with Shotguns.↵↵Awards a choice of weapons with a 5-Day Lease.
DailyActivityContacts_Survival_Kills_Shotguns_HUDDescription=<col:White>Shotgun Kills: <col:Valentine_Pink>5</col>



DailyActivityContacts_Survival_Kills_AssaultRifles_Title=RIOT AR Kills
DailyActivityContacts_Survival_Kills_AssaultRifles_LongDescription=<col:White>RIOT Assault Rifle Kills - <col:White>Kill Enemies: <col:Valentine_Pink>5 with Assault Rifles.↵↵Awards a choice of weapons with a 5-Day Lease.
DailyActivityContacts_Survival_Kills_AssaultRifles_HUDDescription=<col:White>AR Kills: <col:Valentine_Pink>5</col>



DailyActivityContacts_Survival_Kills_SniperRifles_Title=RIOT Sniper Kills
DailyActivityContacts_Survival_Kills_SniperRifles_LongDescription=<col:White>RIOT Sniper Kills - <col:White>Kill Enemies: <col:Valentine_Pink>5 with High Velocity Rifles.↵↵Awards a choice of weapons with a 5-Day Lease.
DailyActivityContacts_Survival_Kills_SniperRifles_HUDDescription=<col:White>Sniper Kills: <col:Valentine_Pink>5</col>



DailyActivityContacts_Survival_Kills_Title=RIOT Kill Enemies
DailyActivityContacts_Survival_Kills_LongDescription=<col:White>RIOT Kill Enemies - Kill <col:Valentine_Pink>10 <col:White>Enemies.
DailyActivityContacts_Survival_Kills_HUDDescription=<col:White>Kills: <col:Valentine_Pink>10</col>



DailyActivityContacts_Survival_MatchesCompleted_Title=RIOT Play Matches
DailyActivityContacts_Survival_MatchesCompleted_LongDescription=<col:White>RIOT Complete Matches - <col:White>Complete Matches: <col:Valentine_Pink>3
DailyActivityContacts_Survival_MatchesCompleted_HUDDescription=<col:White>Complete Matches: <col:Valentine_Pink>3</col>